Revit 2024 API
FamilySizeTableErrorInfo.InvalidHeaderText Property
 The invalid header text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public string InvalidHeaderText { get; }
Visual Basic
Public ReadOnly Property InvalidHeaderText As String
	Get
Visual C++
public:
property String^ InvalidHeaderText {
	String^ get ();
}
See Also
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace